Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 프로와 견주어도 차이가 없을 정도다.
en: ...as good as any seasoned professional.

source: 네. 저도 내일 뵙겠습∙∙∙
en: thanks. I’ll see you tom--

source: T.99X-5586
en: 99X-5586

source: 아하하_
en: ahaha...

source: ∙∙∙방송이라.
en: tv?

source: ∙∙∙하
en: ha!

source: 뭐라고 할 거냐?
en: what are you going to say?

source: 이제 슬슬 가 볼까.
en: I should get going.

source: 글
en: writing

source: 너무∙∙∙ 너무 재밌어요!
en: that... was so much fun!

source: 어어, 안주를 먹어?!
en: you need another glass, pronto!

source: 주임님이 사내 어디서든 주목을 받으셔서 맘 편히 얘기하기 어려웠는데, 이렇게 일정이 겹쳐서 오히려 다행이네요.
en: it was going to be hard for me to talk to you, since all eyes are on you at the office. I’m glad we have overlapping schedules today.

source: 완전 대박인데?
en: she’s amazing!

source: 스터 악기샵
en: ster Music Store

source: 부슬비 내리는 저녁 시간에~
en: in the evening, a gentle rain is falling...

source: 저∙∙∙
en: umm...

source: 오늘은 필연으로 만들어야 한다.
en: ...but today, hae-in and hoyeon need to build a connection.

source: 구서렁~ 구시렁~
en: grumble grumble

source: 벌컥!
en: BURST

source: 멋지다!!! 최고!!!!!
en: awesome! they rock!

source: 코인
en: Coin

source: 다단계는 아니죠?
en: mlms, are you?

source: 이게 다 뭔데?
en: what is all this?

source: 저… 천 대리님.
en: um... mr. cheon.

source: 천 대리님 밴드의 베이시스트로서요.
en: ...as the bassist of mr. cheon’s band.

source: 호오, 이거…
en: oh my...

source: 어떻게 이렇게 지혁이와 똑같은 느낌이 나는 거지?!
en: so how does he have the exact same vibe as jihyeok?!

source: 심지어 선해인은 코리아 캐피털 3년 연속 사내 모델이잖냐.
en: plus, hae-in has been the face of korea capital for three years running.

source: 고생하셨습니다!
en: thanks for all your hard work!

source: 재국일보
en: Jaeguk Daily News

source: 아아-
en: mic test! one, two!

source: 밴드에서 비주얼은 아주 중요한 요소야.
en: looks are a very important element for bands.

source: 그렇게 불쑥 나오면 어떻게 합니까?{j}송형!
en: you can’t just appear out of nowhere like that,{j}song hyeong!

source: 난 누구?
en: who am I?

source: 그렇게 밴드가 만들어지고 어그러지길 수십 번.
en: I went through dozens of bands that way.

source: 팀장 상대하는 건 괴로워∙∙∙
en: talking to your department head is a pain...

source: 아주 고상해지셨어. 우리 정목이 형.
en: ...you’ve become very refined indeed, jeongmok.

source: 이런 노래를 중간에 끊어 먹다니, 시말서 감이라고요!
en: cutting off a performance like this is a crime!

source: 그나저나 빼빼 마른 주제에 무슨 악력이 이렇게 세?
en: anyway, you’re all skin and bones. where’s all that strength coming from?

source: 훌쩍
en: sniffle

source: 술을 달고 살아서 이름 대신 '알콜맨'이라고 불렀으니까.
en: we called him “alcoholman” because he was always drinking.

source: 직장
en: Band

source: 뭐, 어쨌든.
en: well, whatever.

source: 방송에서 홍보 전략을 어필한다면
en: if we use the show to advertise our company,

source: 저희, <드림 어게인>에 나가요!
en: we’re entering dream again!

source: 저는 찬성.
en: I say yes.

source: 진짜 사람 놀라게 하고 있어…
en: he scared the hell out of me...

source: 갑자기 마이크는 왜 옮기는 거지∙∙∙?
en: why is he suddenly moving the mic?

source: 하아..
en: SIGH

source: 그저 제발 방해만 하지 마!!
en: just leave me alone!

source: 다, 당당해…!
en: h-he’s utterly shameless!

source: 그, 그럼 그건… 데이트…
en: th-that would be... a date...

source: 열심히 해도 어차피 안 되니.'
en: ...“no matter how hard I work, I can’t get ahead.”

source: ∙∙∙그럴싸한데?
en: that... sounds plausible.

source: ∙∙∙하.
en: heh.

source: 그쪽이 학업 스트레스를 발산하기도 좋다고 하니.
en: they say it’s good for relieving any school-related stress.

source: 둘 다 싫다는 점은 같지만.
en: although I do hate both.

source: 와아아!
en: WOW!

source: …타고난 건가?
en: was he born that way?

source: 걔가 그걸로 떴어요!
en: well, she became popular thanks to oneshot!

source: 관악대에 들어가지 못했다는 콤플렉스.
en: ...that they didn’t get into Gwanak University, the highest-ranked college in Korea.

source: 일상생활이 불가능할 텐데?
en: how would he have any time for a job and other responsibilities?

source: 이거'가 뭔데요.
en: what is it?

source: 어, 그럼 저도 나쁘지 않은 거⎯
en: ohh, so I’m not actually that bad--

source: 그대로 기지개를 켠다.
en: ...I sit up and stretch.

source: 그러니∙∙∙
en: so...

source: 짜식, 귀엽긴…
en: aww, how cute...

source: 정리되시면 다시 한번 맞춰 보죠.
en: once you’re settled, we can go again.

source: 화끈
en: blush

source: 그러나…
en: but...

source: 저 진짜 괜찮아요, 선배.
en: don’t worry about it. I’m fine.

source: 끼야악
en: screeech

source: ⎯네. 여기서 내려 주세요.
en: yes. please stop the car.

source: 화기애애~
en: CHEERFUL

source: 이 쓸모없는 놈아!!
en: you useless bastard!!!

source: 하지만 알콜맨은 아무리 술에 떡이 돼 있어도
en: but no matter how drunk he was...

source: 아~ 부럽다!
en: ahh, I’m so jealous!

source: 세상에 기타보다 즐거운 것은 없었다.
en: there was nothing I enjoyed more than playing guitar.

source: 밴드…요?
en: a... band?

source: 다음 날
en: the next day

source: 아니, 잠깐이면 된다니까?
en: seriously, I just need a second.

source: 그런 강수빈 대리님이 먼저 말을 건 것도 놀라운데-
en: I’m surprised that he even deigned to talk to me...

source: 송지훈 과장한테 들었지.
en: I heard it from jihun song.

source: 지금 같은 경우는…
en: ...but a situation like this is...

source: quest 썬탠 뷰티학원
en: quest TANNING BEAUTY SCHOOL

source: 찰칵
en: click

source: 합격자들에겐 어제 미리 문자를 보냈더군요.
en: those of us who passed were notified yesterday.

source: 노래요…?
en: you want to sing?

source: 화악..
en: blush

source: 받는 양도 많아지게 된다고…
en: for me to receive a large amount of it.

source: 오, 두 사람 마침 잘됐네!
en: oh, just the two people I wanted to see!

source: 에잉, 쯧.
en: ugh, tsk tsk.

source: 연애라도 하나…?
en: perhaps she has a date tonight?

source: 없는 순수 안마추어 직장인 밴드만 지원 가능합니다.
en: with no professional experience may audition.

source: 언짢
en: ANNOYED

source: 전 좋은데요, 해인 씨!
en: that sounds great to me, hae-in!

source: 퇴근하고 시간 되지?
en: you’re free after work, right?

source: 저와는 달리 모두와 잘 지내시죠.
en: unlike me, you get along with everyone.

source: 그 오디션이 제 운명이라는 거예요?
en: ...you’re saying this band competition is my destiny?

source: 슬슬 올라갈 준비를…
en: you should get ready to go on stage...

source: 누구의 도움도 필요 없어!
en: I don’t need anybody’s help!

source: 참가 신청을 하지 못했다.
en: ...was unable to sign up for dream again.

source: 좋아요~!!
en: let’s go!

source: 천천히 가 보자고.
en: let’s take it slow.

source: 이거 봐, 은근히 엿 먹이는 거 좋아한다니까.
en: see, you do enjoy embarrassing people.

source: 인사총무팀입니다.
en: Hello, this is the Human Resources Department.

source: 즐거워!!
en: this is so much fun!

source: 뭉클~
en: TOUCHED

source: 아니, 그보다 방금 뭐라고…
en: hold on, what did you just sa-?

source: 저도 좋습니다.
en: me too.

source: 회사가 어디랬지?
en: what company did he say he was from again?

source: 이진성 대리라고 했나?!
en: so you’re associate manager jinseong lee?

source: 뭐, 여차하면 천호연 솔로로 데뷔하면 되니까~
en: well, if all else fails, he can still make it as a solo singer.

source: ⎯요령 있게 살아, 문진아.
en: take it easy, munjin.

source: 이건 절대 놓쳐서는 안 될 기회라고!
en: we can’t miss this opportunity!

source: 한지혁의 부활?!
en: The Second Coming of Jihyeok Han?!

source: 워워워
en: woooooo

source: 확실히 여기라면 부를 맛이 나겠는데.
en: it’d be a crime to miss the opportunity to sing on a stage like this.

source: 이건∙∙∙!
en: wait, this is...!

source: 저도 궁금하네요!
en: I’m curious too!

source: ∙∙∙글쎄요.
en: I’m not sure.

source: 앗, 감사합니다 파트장님.
en: oh! thank you, mr, oh.

source: 실력은 좋아 보이지만∙∙∙
en: subin seems to be skilled...

source: 오홍구파트장
en: Team Lead Hong-gu Oh

source: 뭐가 그리 신나요!
en: what’s so funny?!

source: 지금이야 저희가 보유한 전문 엔지니어들의 노하우로 어찌저찌 꾸려 가고 있지만,
en: we’ve been relying on our engineers’ expertise to make things work...

source: 두두두..
en: DU DU DU

source: 무슨 악기를 하는지 어떻게 알아내지?
en: how do I find out what instrument he plays?

source: 그때 이후로 처음이네요
en: oh, it’s the first time we’re meeting up since that day.

source: 도서관에서 <마법의 계절>이라는 소설을 읽은 적이 있다.
en: ...I read a novel from the library called a season of magic.

source: 씨이이?
en: jihyeoook?

source: 이런 기회가 흔히 오는 게 아니라고.
en: an opportunity like this doesn’t come around every day, you know.

source: 우르르-
en: SWARM

source: 그 사람 촬영 테크닉이 장난 아니라고!
en: his filming technique is out of this world!

source: 방금 그게 그냥 연습이었다고요∙∙∙?
en: what you did just now was practice?

source: 근데 어쩔 수 없잖아.
en: I can’t help it, though.

source: 봤냐? 네가 그런 거나 하고 있을 때, 이 몸은 <드림 어게인>에 나간단 말씀이야!
en: you saw that, right? while you’re fooling around with that nonsense, I’m going to be on dream again!

source: 납작 엎드린 몸을 다시 일으켜 세웠지.
en: I was flat on the floor, but I picked myself up again.

source: 호오~
en: oooh...

source: 복귀는 무슨∙∙∙
en: definitely not...

source: 앗…
en: uh oh...

source: 하지만-
en: but...

source: 특히 베이스와 기타는 비주얼 밴드라 해도 손색없어.
en: the bassist and the guitarist are also incredibly attractive.

source: 천.호.연.님!
en: mr. hoyeon cheon!

source: 죄, 죄, 죄송합니다!
en: I-I-I’m so sorry!

source: 한편으로는 상대방에게 책임과 부담감을 넘겨 버렸다.
en: ...and simultaneously shifted all the responsibility and pressure onto him.

source: 앞으로도 없을 거고요.
en: and I don’t ever plan to, either.

source: <드림 어게인> 참가자.
en: you know... everyone who’s going to be on dream again.

source: 12시도 넘었는데!
en: it’s past noon already!

source: 머리 굴리는 소리가 여기까지 들리는데?
en: I can hear the cogs turning from over here.

source: 부사장님 호출인데, 빨리 와야지.
en: it’s the vice president. of course we need to be early.

source: 혼날 만했구만.
en: he deserved to be yelled at.

source: 아란이와 함께 꿈을 좇던,
en: memories of days gone by, that can never return...

source: 자, 들어.
en: here you go. drink up.

source: 땅속의 모든 것들이-
en: all manner of living things...

source: 쓰레기를 보는 눈빛
en: judgmental stare

source: 꺄아아~
en: eeeeeek

source: 천 대뤼~!
en: manager cheooon!

source: 너 무슨 오디션 프로에 심사위원으로 나온다며?
en: aren’t you going to be on the judging panel for some competition show?

source: <SPRING>으로 본선 무대 할 거라고 오늘은 이 곡만 계속 부를 생각이었잖아.
en: you were planning to sing spring on loop because that’s your audition song.

source: 벌써 두 번째 실수야.
en: she’s messed up twice already.

source: 개망나니는 빼.
en: you can leave out the "wild child” part.

source: 호연아, 우리 다섯 번째 멤버 찾은 것 같다.
en: hoyeon, I think we found our fifth band member.

source: 인사 팀에서는 한 팀만 있다고 했는데.
en: hr said there was only one group.

source: 사실은 산송장의 '송'이지만… 입 다물고 있어야지.
en: I considered “zombie hyeong” instead... but I won’t tell him that.

source: 가수랑 착각한 거 아냐?
en: are we sure he’s not actually one of the performers?

source: 만지작
en: FIDDLE

source: 왜긴⎯ 천 대리가 너무 멋지게 하고 와서 그러지.
en: why do you think? it’s because you’re all dressed up.

source: 미장센'의 유나였으면 좋겠다.
en: I hope it’s yuna from mise en scène.

source: 나만 빼고 몰래카메라라도…
en: is this a prank or something?

source: 꾀죄죄-
en: grubby

source: 저 오늘 지길동 대리님이랑 출장이라 모시러 왔습니다.
en: I came to pick up mr. ji. we’re going on a business trip together.

source: 사실 콜라는…
en: cola is actually...

source: 마지막 곡… 이 노래가 끝나고 나면…
en: the last song... once this song is over...

source: 으잉?
en: huh?

source: 월요일이라고 뭐 다를 거 있어?
en: isn’t monday just more of the same?

source: 하지만 다른 사람은 그를 볼 수도, 만질 수도 없다.
en: but nobody can see him or touch him...

source: 정작 내가 원하는 건 그게 아닌 것을
en: ...but that isn’t what I truly want...

source: 그런 사람과 함께 밴드를 한다면
en: being in a band with someone like him....

source: (화요일) 오후 7:29
en: Tuesday 7:29 PM

source: 야외 시설에 카메라까지∙∙∙
en: an outdoor stage and a camera...

source: 능글
en: sly

source: 인트로부터 드럼이랑 베이스가 같이 들어가야죠.
en: the intro begins with both the drums and the bass.

source: 마음을 놓는다뇨…?
en: relax?

source: 플
en: Pl

source: 자, 웃으세요--
en: all right, say cheese!

source: 이번엔 제가 과장님을 잡아 드릴게요.
en: this time, I’ll be the one to inspire you.

source: 감사해
en: Plaque of Appreciation

source: 후우
en: whew

source: 저 선해인이란 여자,
en: that woman, hae-in seon.

source: 팀장님 칭찬도 받고, 이번 주는 시작이 좋네요!
en: well, a compliment from you is a great start to my week!

source: 최우수 선해인
en: First Place Hae-in Seon

source: 네, 제 생각도 그래요.
en: yep, I agree with you.

source: 제 노래를 들어 주세요.
en: could you please listen to me sing?

source: 1화
en: Episode 1

source: 왜 이렇게… 조용하지?
en: why is everyone... so quiet?

source: 의원 해피밸리 스튜디오 헌혈의 집
en: Clinic Happy Valley Studio Blood Donations

source: 겉으로는 칭찬하는 동시에,
en: outwardly, she complimented him...

source: 다섯 명 중 아우라가 가장 약하고,
en: ...hae-in has the weakest aura out of the five of them...

source: 송도에서도, 여기에서도.
en: back in songdo, and here as well...

source: 근데 너랑 접촉하는 건 예외야.
en: but contact with you is an exception.

source: 편집디자인 지수
en: Editing and Design Jisu

source: 지금 힘든 게 문제야?!
en: you can’t give up now just because you’re tired!

source: 연남돼지집
en: Yeonnam BBQ

source: 무대 경험이 없다지만, 이 정도로 애를 먹다니∙∙∙
en: I know she has no onstage experience, but being that nervous isn’t normal...

source: 쿠쿵
en: SHUDDER

source: 야야야야야~!
en: hey hey hey!

source: 다 내려놓으신 건가요?
en: ...just give up on everything?

source: 예술가 프로젝트
en: Artist Project

source: 으하핫, 천 대리!
en: heeyyy, hoyeon!

source: 퍽퍽
en: slap slap

source: 나도 기타 좀 치긴 했는데.
en: I used to play the guitar...

source: …철딱서니 없는 소리 할 거면 나가 줄래요?
en: if you insist on insulting my home, I’m gonna have to ask you to leave right now.

source: 아..
en: oh...

source: 그놈의 어필을 대체 어떻게 했길래
en: how badly did he screw it up...

source: 굽신 굽신
en: plead plead

source: 이름은 기억나지 않는다.
en: I can’t remember his name.

source: 맞잖아요.
en: but you are.

source: 연주자 손과 오디오 싱크가 안 맞는 것도 걸러.
en: and filter out the videos where the performers’ hands aren’t in sync with the audio.

source: 꽈아아아아악
en: squeeeeeze

source: 너같은 녀석을 찾고 있었다!
en: ...for someone like you!

source: 무슨 말을 못하게 하네.
en: geez, let me talk.

source: 마우스 두 마우스니까!
en: ...from mouth to mouth!

source: 그러면,
en: then...

source: 허허허.
en: HAHAHA

source: 밴드, 하고 싶어.
en: I want to be in the band.

source: 어제 본 게 확실해?
en: are you sure that was her?

source: 누구도 알아봐 주지 못하는 무대인데도 저렇게 즐거워하다니…
en: he’s so happy to be on stage, even though no one can even see him...

source: 에어 드럼이었지만…
en: he was only air-drumming...

source: 나머지 세 명은 완전 무시하면서 눈길이나 줬냐?
en: he completely ignored the rest of you! he didn’t look at you once!

source: 좋은공연안내센터
en: Lovely Concert Information Center

source: 천 대리님 같은 분이 있는 밴드는 어떨까.
en: what would it be like to be in a band with you?

source: 연주도 아직 미숙한 것 같고,
en: her playing needs some work, too...

source: 부사장님께서 좋게 봐주신 덕분입니다.
en: it’s all thanks to your support, mr. vice president.

source: 그런 놈들 다루는 건 천호연, 네 전문 아냐?
en: aren’t you an expert... at wrangling people like him?

source: 으윽.
en: ack.

source: 으아아악!
en: aaaaack!

source: 결벽증 수준의 공정주의자.
en: ...you insist on fairness to the point of being obsessive.

source: ∙∙∙이런.
en: oh dear.

source: 작곡 한지혁
en: Music: Jihyeok Han

source: 아이참~
en: oh, come on!

source: 무슨 고민이라도 있어?
en: is something on your mind?

source: 남은 문제는 보험료 정도려…
en: ...but insurance fees are still--

source: 이야~ 이거 오랜만에 흥분되는데?!
en: nice! this is the most excited I’ve been in a while!

source: 아무리 그래도 업무 성과까지 가로채는 건 정말…
en: still, snatching credit from me from me like this is seriously--

source: 이제 당신을 볼 수 없지만
en: although I won’t be able to see you anymore...

source: 너무 그렇게 긴장하실 건 없고
en: there’s no need to be so nervous.

source: 그걸 어떻게∙∙∙
en: how did you know?

source: 모멸과 수치∙∙∙
en: insults and humiliation...

source: 어허~ 이거 이거~ 이 군자의 깊은 뜻을 헤아리지 못하다니!
en: come on, come on... you haven’t clued on to my grand plan!

source: 휴대용비상조명등
en: Emergency Flashlights

source: 반갑습니다.
en: welcome.

source: 돌아왔다-!!!!
en: ...have returned!!!

source: 잃어버린 꿈을 다시 찾는다는 컨셉의 오디션에서
en: picture this... in a competition show that’s supposed to help you find your lost dreams again...

source: 형이 어떤 그림을 그리는지 모르겠지만∙∙∙
en: I don’t know what your big picture is, jeongmok...

source: 나도 말이야.{j}한때 꿈이 있었어.
en: you know, I{j}had a dream once, too.

source: 거참 살벌하네~
en: man, it’s cutthroat around here.

source: 세상에 만약이란 없습니다.
en: the world doesn’t run on “ifs.”

source: 그럼 이제…
en: well then...

source: 우리 자기랑 비교할 순 없지~
en: she doesn’t hold a candle to you, honey.

source: 한심…
en: scowl

source: 죄송해요.
en: I’m sorry.

source: 저희 <천연 에이드> 응원 부탁드립니다!!
en: please show us cheonyeon-ade lots of love!

source: 포옥
en: hop

source: 지길동 대리님!!
en: mr. ji!

source: 과장님,
en: mr. go...

source: …뭐 하세요?
en: what... are you doing?

source: 역시… 한지혁!
en: the great jihyeok han, indeed!

source: 나도 찬성이야.
en: I vote yes, too.

source: 피로하다 피로해…
en: I’m already worn out...

source: 그런 게 있다면 회사가 좀 더 다닐 만하지 않을까요?
en: wouldn’t work be more bearable if you had something like that going on?

source: 밴드를 빛나게 해 줄 거다.
en: ...stand out.

source: 켈록 켈록
en: COUGH COUGH

source: 좌장-
en: dada

source: 끼아아아
en: shrieeeek

source: 들어주시지 않을래요?
en: ...sing?

source: 방송국 TVZ 부사장 이정목
en: TVZ Network VP Jeongmok Lee

source: 코인 노래방?
en: coin karaoke?

source: 아까 들으셨던 것 말고, 따로 들려 드리고 싶은 곡이 있습니다.
en: ...there’s another song I want you to hear, apart from the one you just heard.

source: 천 대리님의 실력을 확신할 수 없기 때문이었습니다.
en: because I wasn’t sure how talented you were.

source: 수고하셨습니다--
en: thank you!

source: …문득 확신이 들었다.
en: suddenly, I became quite certain...

source: 하하, 넉살은…
en: haha, cheeky...

source: 송도
en: songdo

source: 사실 지금 네 상황에 딱 맞는 오디션 아냐?
en: ...isn’t this exactly the right type of competition for you?

source: 갑자기???
en: just now???

source: 인싸 천 대리가 여기엔 무슨 일로…
en: what brings the popular mr. cheon here?

source: 저희의 다음 곡은,
en: our next song is...

source: 드디어 합주인가∙∙∙
en: finally, they get to play together...

source: 이번에는 꽝.
en: you did not win this time.

source: 이 손에 드럼스틱을 쥐고…
en: ...a pair of drumsticks...

source: 천 대리와 직장 부적응자들' 같은 건 어때?
en: what about something like mr. cheon and the office misfits?

source: '한지혁 씨'?
en: “Jihyeok”?

source: 선해인 주임까지…?
en: hae-in, you’re here too?

source: 언젠까지나 노래방에서만 연습할 수는 없어.
en: you can’t keep rehearsing at karaoke bars forever.

source: 서, 선해인 주임님…?
en: m-ms. seon...?

source: 궁금해.
en: I’m curious...

source: 전수해 주려고 한다!
en: ...my aura to you!

source: 편집디자인 라마
en: Editing and Design Llama

source: 제가 이어드릴 수는 없을까요?!
en: ...could I help you find it again?

source: 자고 있었어요?
en: were you still asleep?

source: 그날 밤, 선해인
en: hae-in, that night

source: 너 일하는 동안 심심해서 여기저기 기웃거렸다!
en: I dug around because I was bored to tears while you were working!

source: 노래 한지혁 밴드
en: Artist: The Jihyeok Han Band

source: 한때 꿈이 있었어.
en: had a dream once, too.

source: THE 닥달 수제튀김
en: THE Frying Fried Food

source: 오호라.
en: ooh.

source: 무대 규모가 엄청 크네요.
en: I’m impressed by the size of the stage.

source: 그러니까 무시 못 하게 뭔가 보여 줘야 할 거 아냐?!
en: that’s why you need to show him who’s boss! so he can’t disrespect you!

source: 허어
en: wow

source: 말이 심하시군요…
en: that’s a bit harsh...

source: 나의 삶과 닮은
en: ...without remembering...

source: 늦어서 죄송합니다.
en: sorry I’m late.

source: 울컥!
en: pissed

source: 흠~ 오홍구 파트장.
en: hmm... team lead hong-gu oh.

source: 하하….
en: haha...

source: 오셨다.
en: he’s here.

source: 요즘은 편의점에서도 구할 수 있잖아.
en: you can even buy medicine in convenience stores these days!

source: 우승해라!!!
en: I hope you win!

source: 발신자 TVZ 제작부
en: from the tvz production department...

source: 죄송합∙∙∙
en: I’m sorr--

source: ∙∙∙그야 천 대리님이 잘 입고 오라고 했으니까요.
en: well, that’s because you told us to be, mr. cheon.

source: 송형!
en: song hyeong!

source: 엊그제 입사한 김 주임보다도 네 실적이 낮아!
en: your numbers are worse than the new guy’s... and he only started two days ago!

source: 오디션 영상이 다 고만고만하지, 뭘∙∙∙
en: audition videos are all basically the same...

source: 그냥 너 갈 길 가
en: Go On Your Way

source: 이런 게 바로∙∙∙
en: so this is...

source: 앗, 그걸 어떻게…?
en: what? how did you know?

source: 행사장으로 이동하시죠!
en: we should head to the venue!

source: 심지어는 처음부터 제가 진행했던 일인데도-
en: even though I was the one who made the sale happen, from start to finish...

source: 지금까지는 순조로웠고
en: everything’s been smooth sailing so far.

source: 다시 만나고 싶었어.
en: it’s good to see you again.

source: 저는 동영상 업로드에 동의한 적이 없어서요!
en: ...I never consented to having footage of me uploaded online!

source: ∙∙∙응.
en: yeah.

source: 저희, 영상 하나만 찍어주시죠.
en: I’d appreciate it if you filmed a video for us.

source: 어느 방송이요?
en: what show?

source: 그건 싫어!
en: no!

source: 내가 틀어 줄 테니까!
en: I’ll play it for you!

source: 웃었다~!
en: he smiled!

source: 제 초상권 침해에 대해 좀 얘기해 보고 싶은데요?
en: I’d like to talk to you about how you violated my image rights.

source: 맞습니다!
en: that’s right!

source: 탁탁타악
en: TAP TAP TAP

source: 혹은 꿈을 꿀 기회조차 갖지 못했던 사람들이 모였다.
en: ...who either lost track of their dreams, or never even had a chance to dream.

source: 오오…
en: ooh...

source: 스륵
en: SLIP

source: 글쎄요.
en: I don’t know.

source: 소곤…
en: whisper

source: 노래는 기교가 전부가 아니야.
en: singing isn’t just about skill.

source: 잘한다.
en: nice.

source: 그 정도는 아닌 것 같은데…
en: I feel like you’re exaggerating a bit...

source: 죽을 만큼 피곤하다구요.
en: I said I’m dead tired.

source: 짠~
en: ta da

source: 에엑-
en: eh?

source: 홀을 나서면서는 술이 남아 있는 캔을 버리질 않나
en: ...but as he left the room, he threw away his can, even though it wasn’t empty.

source: 글쎄요, 저희도 앵콜을 하고 싶은데,
en: I don’t know. we’d love to do an encore...

source: 이걸로,
en: how many times...

source: 야, 어디 가!!
en: hey, where are you going?

source: 부사장실
en: Vice President’s Office

source: 계속 말씀하시죠.
en: sorry, what were you saying?

source: 그러게 왜 일을 대충 하냐고요∙∙∙ 일만 늘었네.
en: well, you shouldn’t have been so careless about it then... you made more work for me.

source: 방금 곡은 너무 보컬 위주라 그냥 연습이었고
en: that song was just for practice. it’s too heavy on the vocals.

source: 준비됐습니다!!
en: we’re ready!

source: 어디 한번 놀아 볼까!!
en: ...let’s play!

source: 부를게요!
en: okay, I’ll sing!

source: 그럼 앞으로는 칼같이 송형이라고 부르도록!
en: I expect you to call me “song hyeong” from now on without fail!

source: 투덜 투덜
en: grumble grumble

source: 마음 써 주셔서 감사해요.
en: thank you for being so considerate.

source: 그런 면에서 선해인은…
en: in that respect, hae-in will really help us...

source: 송형은 대체 날 믿는 거야, 못 믿는 거야?
en: I can’t tell whether you have too much faith in me, or not enough.

source: 대단해, 형씨~!
en: you’re great, bro!

source: 타고난 스타이자,
en: a natural born star...

source: 실적은 옆 팀에 다 넘겨줘 놓고, 뭐가 좋다고 이런 데 나와?
en: and here he is, performing for the team who took credit for his work.

source: 하아, 이 인간은 진짜…
en: ugh, he’s so...

source: 버스킹~?!?!
en: busk together?!

source: 약속… 지켰어야 했는데.
en: I should have... kept my promise to you.

source: 얼떨떨
en: shocked

source: 엄청난 양의 아우라가 흘러들어 온다.
en: ...from song hyeong into me.

source: 기왕 이렇게 된 거
en: since we’re in this situation anyway,

source: 엿들으려던 건 아니었는데…
en: I didn’t meant to eavesdrop...

source: 위튜브에서 많이 봤어요.
en: I’ve seen a lot of those on wetube.

source: 참∙∙∙ 사는 게 왜 이런지.
en: I... don’t know why it has to be this way.

source: 하루도 가벼울 날이 없었는데
en: ...toward the bus stop, as always.

source: 있죠, 무슨 일.
en: something is, in fact, happening.

source: 이 없는 순수 아마추어 직장인 밴드만 지원 가능합니다.
en: with no professional experience may audition.

source: 노래해!
en: sing!

source: 우리 천 대리 안주는 내가 챙겨 줘야지~
en: here, have a bite of this!

source: 행사 주최측도 예전과 다르게
en: these days, even event planners track closely...

source: 지 편할 때만 유령이래.
en: he only mentions being a ghost when it’s convenient for him.

source: 오늘은 아우라 전수도 끝났으니 일단 돌아가죠.
en: today’s aura transfer is done. let’s go home.

source: 행복한 꿈을 꿀 수 있는 시간은
en: those dreams...

source: 알지, 그럼.
en: yes, yes.

source: 내가 제일 좋아하는 <8월의 겨울> 부탁해~!
en: can you sing my all-time favorite song, “winter in august,” please?

source: 그렇다면∙∙∙
en: in that case...

source: 형!
en: hey!

source: 저도 잘 모르겠어요.
en: I’m not sure.

source: 나만을 위했던 사람.
en: ...before yourself.

source: 마무리 좀 부탁해~
en: please wrap up here, okay?

source: 일단 한번 들어 봐요!
en: just listen to it first!

source: 에이~ 제 얼굴 이미 팔렸는데, 그거 내려서 뭐 해요.
en: nah... my face is already out there. what would be the point?

source: ∙∙∙돼지 껍데기에 소주나 까던 양반이 많이 고상해졌네,
en: you used to be all about pork rinds and soju, but you’ve become quite refined...

source: 보통은 사람들이 모일 때까지 두, 세 곡은 부르기 마련인데, 벌써 이 정도니∙∙∙
en: normally, it’d take two or three songs to gather a decent crowd, but it’s already gotten this big...

source: 형이 너무 빨리해서
en: you did it too fast, though,

source: 가수의 입장에서 무대 장비를 파악해 볼 수도 있을 것 같고요.
en: ...it is also an opportunity for me to evaluate the equipment from a singer’s perspective.

source: 왜, 쫄았냐?
en: what? are you nervous?

source: 신경 쓰여!!!!!
en: it bothers me!!!

source: 좋은 아침입니다!
en: good morning!

source: 천 대리, 뭐 해?
en: hoyeon, what are you waiting for?

source: 이제 본격적으로 오디션 곡 들어갈 거예요.
en: we’re now going to play the song for the audition.

source: 아무튼, 내 생각엔… 선해인이 앞으로 취할 행동은 둘 중 하나야.
en: anyway, I think... hae-in will do one of two things.
